Repository: omeriadon/Timetable
Catalog: Special/Localizable.xcstrings
Source language: en
Languages: fr, it

source: Second Person
fr: Deuxième personne
it: Seconda persona

source: Seconds
fr: Secondes
it: Secondi

source: Selected
fr: Sélectionné
it: Selezionato

source: Selected users receive this badge when the badge is saved. Deselect a user to remove it.
fr: Les utilisateurs sélectionnés reçoivent ce badge lorsqu'il est enregistré. Désélectionnez un utilisateur pour le retirer.
it: Gli utenti selezionati ricevono questo badge quando viene salvato. Deseleziona un utente per rimuoverlo.

source: Send
fr: Envoyer
it: Invia

source: Send notification
fr: Envoyer une notification
it: Invia notifica

source: Send Notifications Early By
fr: Envoyer les notifications en avance de
it: Invia le notifiche in anticipo di

source: Send notifications for each class throughout the day.
fr: Envoyer des notifications pour chaque cours tout au long de la journée.
it: Invia notifiche per ogni lezione durante la giornata.

source: Send Replacement Code
fr: Envoyer un code de remplacement
it: Invia codice sostitutivo

source: Sender
fr: Expéditeur
it: Mittente

source: Sent
fr: Envoyé
it: Inviato

source: Sent %@
fr: Envoyé %@
it: Inviato %@

source: Server
fr: Serveur

source: Settings
fr: Réglages
it: Impostazioni

source: Settings…
fr: Réglages…
it: Impostazioni…

source: Shared Classes
fr: Cours partagés
it: Lezioni condivise

source: Shared Subjects
fr: Matières partagées
it: Materie condivise

source: Show ${person}'s timetable
fr: Afficher l'emploi du temps de ${person}
it: Mostra l'orario di ${person}

source: Show free periods on ${day} for ${person}
fr: Afficher les périodes libres le ${day} pour ${person}
it: Mostra le ore libere di ${day} per ${person}

source: Show live countdowns and details for your subjects and breaks throughout the school day, including on your Watch.
fr: Affichez des comptes à rebours en direct et les détails de vos matières et pauses tout au long de la journée scolaire, y compris sur votre montre.
it: Mostra conto alla rovescia live e dettagli per materie e pause durante la giornata scolastica, anche sull'orologio.

source: Shows your current subject
fr: Affiche votre matière actuelle
it: Mostra la tua materia attuale

source: Sign In from iPhone
fr: Se connecter depuis l'iPhone
it: Accedi da iPhone

source: Sign in on iPhone to sign this Watch in
fr: Connectez-vous sur iPhone pour connecter cette montre
it: Accedi su iPhone per accedere su questo orologio

source: Sign In Required
fr: Connexion requise
it: Accesso richiesto

source: Sign in to use this feature.
fr: Connectez-vous pour utiliser cette fonctionnalité.
it: Accedi per usare questa funzionalità.

source: Sign out
fr: Se déconnecter
it: Esci

source: Sign Out
fr: Se déconnecter
it: Esci

source: Sign Out?
fr: Se déconnecter ?
it: Uscire?

source: Slot Conflict
fr: Conflit de créneau
it: Conflitto slot

source: Sort Order: %lld
fr: Ordre de tri : %lld
it: Ordine: %lld

source: Special Event Notifications
fr: Notifications d'événements spéciaux
it: Notifiche eventi speciali

source: Special Event Notifications include announcements and limited-time events, such as special school events.
fr: Les notifications d'événements spéciaux incluent les annonces et les événements à durée limitée, comme les événements scolaires spéciaux.
it: Le notifiche eventi speciali includono annunci ed eventi a tempo limitato, come eventi scolastici speciali.

source: Start
fr: Début
it: Inizio

source: Status
fr: Statut
it: Stato

source: Storage
fr: Stockage
it: Archiviazione

source: Stored
fr: Stocké
it: Archiviato

source: Subject
fr: Matière
it: Materia

source: Subject Name
fr: Nom de la matière
it: Nome materia

source: Subjects
fr: Matières
it: Materie

source: Subjects for Day
fr: Matières du jour
it: Materie del giorno

source: Subscribe to Compass Schedule in Calendar first.
fr: Abonnez-vous d'abord à l'emploi du temps Compass dans Calendrier.
it: Iscriviti prima all'orario Compass in Calendario.

source: Subscribed Event Tags
fr: Étiquettes d'événements suivies
it: Tag evento seguiti

source: Subtitle
fr: Sous-titre
it: Sottotitolo

source: Summarize ${day} for ${person}
fr: Résumer ${day} pour ${person}
it: Riassumi ${day} per ${person}

source: Summarizes the scheduled subjects and free periods for a school day.
fr: Résume les matières programmées et les périodes libres d'une journée scolaire.
it: Riassume le materie programmate e le ore libere di un giorno di scuola.

source: Support
fr: Assistance
it: Assistenza

source: Symbol
fr: Symbole
it: Simbolo

source: Sync from Server
fr: Synchroniser depuis le serveur
it: Sincronizza dal server

source: Sync your timetable from iPhone to view it here.
fr: Synchronisez votre emploi du temps depuis l'iPhone pour le voir ici.
it: Sincronizza il tuo orario da iPhone per vederlo qui.

source: Syncing
fr: Synchronisation
it: Sincronizzazione

source: System Administration
fr: Administration système
it: Amministrazione di sistema

source: System Administrator
fr: Administrateur système
it: Amministratore di sistema

source: Tag
fr: Étiquette

source: Tags
fr: Étiquettes
it: Tag

source: Term Dates
fr: Dates de trimestre
it: Date del trimestre

source: Test error badge
fr: Tester le badge d'erreur
it: Test badge errore

source: Test info badge
fr: Tester le badge d'information
it: Test badge informativo

source: Test progress and gauge badge
fr: Tester le badge de progression et jauge
it: Test badge progresso e indicatore

source: Test progress badge
fr: Tester le badge de progression
it: Test badge progresso

source: Test success badge
fr: Tester le badge de succès
it: Test badge successo

source: Test warning badge
fr: Tester le badge d'avertissement
it: Test badge avviso

source: Texture Noise
fr: Bruit de texture
it: Rumore texture

source: That timetable is no longer available.
fr: Cet emploi du temps n'est plus disponible.
it: Questo orario non è più disponibile.

source: The year groups could not be loaded from the server.
fr: Les groupes d'années n'ont pas pu être chargés depuis le serveur.
it: Non è stato possibile caricare i gruppi anno dal server.

source: This account is not an administrator.
fr: Ce compte n'est pas administrateur.
it: Questo account non è amministratore.

source: This controls which year-group school events you receive. You can change it later in Settings.
fr: Cela détermine les événements scolaires par groupe d'années que vous recevez. Vous pouvez le modifier plus tard dans Réglages.
it: Questo determina quali eventi scolastici per gruppo anno ricevi. Puoi modificarlo in seguito nelle Impostazioni.

source: This marks the broadcast as deleted and sends a removal push to subscribed devices.
fr: Cela marque la diffusion comme supprimée et envoie une notification push de suppression aux appareils abonnés.
it: Questo contrassegna la trasmissione come eliminata e invia una notifica push di rimozione ai dispositivi iscritti.

source: This permanently deletes the account and its associated records.
fr: Cela supprime définitivement le compte et ses enregistrements associés.
it: Questo elimina permanentemente l'account e i relativi record.

source: This permanently deletes your account and server data.
fr: Cela supprime définitivement votre compte et les données serveur.
it: Questo elimina definitivamente il tuo account e i dati server.

source: This removes the badge from every assigned user.
fr: Cela retire le badge de tous les utilisateurs assignés.
it: Questo rimuove il badge da tutti gli utenti assegnati.

source: This removes the pending friend request.
fr: Cela retire la demande d'ami en attente.
it: Questo rimuove la richiesta di amicizia in attesa.

source: This sends a report for review. The friend remains visible in your account.
fr: Cela envoie un signalement pour examen. L'ami reste visible dans votre compte.
it: Questo invia una segnalazione per la revisione. L'amico rimane visibile nel tuo account.

source: Time
fr: Heure
it: Ora

source: Time Until Next
fr: Temps avant le prochain
it: Tempo al prossimo

source: Timetable
fr: Emploi du temps
it: Orario

source: Timetable %@
fr: Emploi du temps %@
it: Orario %@

source: Timetable Comparison
fr: Comparaison des emplois du temps
it: Confronto orari

source: Timetable is ready.
fr: L'emploi du temps est prêt.
it: L'orario è pronto.

source: Timetable requires calendar access to import and maintain your school schedule.
fr: Timetable nécessite l'accès au calendrier pour importer et maintenir votre emploi du temps scolaire.
it: Timetable richiede accesso al calendario per importare e mantenere il tuo orario scolastico.

source: Timetable Summary
fr: Résumé de l'emploi du temps
it: Riepilogo orario

source: Timetables
fr: Emplois du temps
it: Orari

source: Title
fr: Titre
it: Titolo

source: Title *
fr: Titre *
it: Titolo *

source: Today
fr: Aujourd'hui
it: Oggi

source: Try Again
fr: Réessayer
it: Riprova

source: Unable to load server access
fr: Impossible de charger l'accès au serveur
it: Impossibile caricare l'accesso al server

source: Unable to Load Year Groups
fr: Impossible de charger les groupes d'années
it: Impossibile caricare i gruppi anno

source: Unable to Prepare Photo
fr: Impossible de préparer la photo
it: Impossibile preparare la foto

source: Upcoming Events
fr: Événements à venir
it: Eventi imminenti

source: Updates
fr: Mises à jour
it: Aggiornamenti

source: Updates & Notifications
fr: Mises à jour et notifications
it: Aggiornamenti e notifiche

source: Updating
fr: Mise à jour en cours
it: Aggiornamento in corso

source: Use Photo
fr: Utiliser la photo
it: Usa foto

source: Used
fr: Utilisé
it: Utilizzato

source: Users
fr: Utilisateurs
it: Utenti

source: Users (%lld)
fr: Utilisateurs (%lld)
it: Utenti (%lld)

source: Waiting
fr: En attente
it: In attesa

source: Week
fr: Semaine
it: Settimana

source: Weight
fr: Épaisseur
it: Peso

source: What should we call you?
fr: Comment devons-nous vous appeler ?
it: Come dovremmo chiamarti?

source: When enabled, only the two system administrator accounts can use the server. Existing sessions remain intact but receive an access error.
fr: Lorsque cette option est activée, seuls les deux comptes administrateurs système peuvent utiliser le serveur. Les sessions existantes restent intactes mais reçoivent une erreur d'accès.
it: Quando abilitato, solo i due account amministratore di sistema possono usare il server. Le sessioni esistenti rimangono intatte ma ricevono un errore di accesso.

source: Which year group are you in?
fr: Dans quel groupe d'années êtes-vous ?
it: In quale gruppo anno sei?

# Will prefill %@ Period %lld
source: Will prefill %1$@ Period %2$lld
fr: Préremplira %1$@ Période %2$lld
it: Precompilerà %1$@ Periodo %2$lld

source: Write Cutoff
fr: Date limite d'écriture
it: Termine di scrittura

source: Year Group
fr: Groupe d'années
it: Gruppo anno

source: Yes
fr: Oui
it: Sì

source: You
fr: Vous
it: Tu

source: YOU
fr: VOUS
it: TU

source: You can change subjects, teachers and classrooms in settings if they have issues.
fr: Vous pouvez modifier les matières, les enseignants et les salles de classe dans les réglages en cas de problème.
it: Puoi modificare materie, insegnanti e aule nelle impostazioni in caso di problemi.

source: You have no more breaks today.
fr: Vous n'avez plus de pause aujourd'hui.
it: Non hai più pause oggi.

source: You have no more subjects today.
fr: Vous n'avez plus de matière aujourd'hui.
it: Non hai più materie oggi.

source: You will need to have synced Compass Schedule to Apple Calendar.
fr: Vous devez avoir synchronisé l'horaire Compass avec Apple Calendar.
it: Dovrai aver sincronizzato l'orario Compass con Apple Calendar.

source: Your account is connected.
fr: Votre compte est connecté.
it: Il tuo account è connesso.

source: Your current class, friend priorities, and upcoming events.
fr: Votre cours actuel, les priorités d'amis et les événements à venir.
it: La tua lezione attuale, le priorità degli amici e gli eventi imminenti.

source: Your Events
fr: Vos événements
it: I tuoi eventi

# Your next break is %@ at %@.
source: Your next break is %1$@ at %2$@.
fr: Votre prochaine pause est %1$@ à %2$@.
it: La tua prossima pausa è %1$@ alle %2$@.

# Your next subject is %@ at %@.
source: Your next subject is %1$@ at %2$@.
fr: Votre prochaine matière est %1$@ à %2$@.
it: La tua prossima materia è %1$@ alle %2$@.

source: Your subject schedule for the week.
fr: Votre planning des matières pour la semaine.
it: Il tuo programma delle materie per la settimana.

source: Your timetable
fr: Votre emploi du temps
it: Il tuo orario

source: Your Timetable
fr: Votre emploi du temps
it: Il tuo orario

source: Badges
it: Badge

source: Date
it: Data

source: Message
it: Messaggio

source: Notes
it: Note

source: Notifications
it: Notifiche

source: Photo
it: Foto

source: Section
it: Sezione

source: Session
it: Sessione

source: Session %lld
it: Sessione %lld

source: Type
it: Tipo
